Repository: The-Nature-Conservancy-NASCA/WaterProof-geonode
Catalog: geonode/waterproof_intake/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Are you sure?
es: ¿Está seguro?

source: You won't be able to revert this!
es: ¡No podrá revertir esta acción!

source: Field empty
es: Campo vacío

source: Please fill every fields
es: Por favor, diligencie todos los campos

source: Validate graph
es: Validar gráfico

source: Please validate graph
es: Por favor, validar el gráfico

source: Data analisys empty
es: Datos de análisis vacío

source: Please Generate Data analisys
es: Por favor, genere los datos de análisis

source: Yes, change it!
es: Si, cambiarlo

source: Cancel
es: Cancelar

source: Basin point delimitation
es: Delimitación del punto de la cuenca

source: The point coordinates will be ajusted
es: Las coordenadas del punto serán ajustadas a la cuenca más cercana, ¿Está de acuerdo?

source: Yes, ajust!
es: Si, ajustar

source: Geometry error
es: Error de geometría

source: The edited polygon is not valid
es: El polígono editado no es válido, por favor, intente nuevamente

source: The polygon geometries must be inside basin geometry
es: La geometría del polígno debe estar contenida en la geometría de la cuenca

source: Great!
es: Excelente!

source: Is a valid polygon inside basin's geometries
es: El polígono es valido y está dentro de la cuenca

source: GeoJSON file error
es: Eror en archivo GeoJSON

source: Character errors in GeoJSON file
es: Carácteres erróneos en el archivo GeoJSON, o el archivo puede estar corrupto

source: Shapefile error
es: Error en shapefile

source: There's been an error reading the shapefile
es: Ha ocurrido un error leyendo el shapefile

source: Extension file error
es: Error en extensión de archivo

source: Not supported file extension
es: Extensión no soportada, el archivo debe ser .geojson o un .zip shapefile

source: Delete intake
es: Eliminar captación

source: The intake has been deleted
es: La captación ha sido borrada

source: The intake has not been deleted, try again!
es: La captación no ha sido borrada, intente nuevamente
