Repository: The-Nature-Conservancy-NASCA/WaterProof-geonode
Catalog: geonode/waterproof_nbs_*/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Great!
es: Excelente!

source: The NBS has been saved
es: La SbN ha sido guardada

source: Nbs saving error
es: Error guardando la SbN

source: Implementation cost (%s/ha)
es: Costo de implementación (%s/ha)

source: Maintenace cost (%s/ha)
es: Costo de mantenimiento (%s/ha)

source: Oportunity cost (%s/ha)
es: Costo de oportunidad (%s/ha)

source: The GeoJSON is valid!
es: El GeoJSON es válido!

source: GeoJSON file error
es: Error en el archivo GeoJSON

source: Character errors in GeoJSON file
es: Error cargando el GeoJSON, revise los caracteres especiales o el archivo puede estar corrupto

source: The shapefile is valid!
es: El Shapefile es válido!

source: Shapefile error
es: Error en el shapefile

source: There's been an error reading the shapefile
es: Ha ocurrido un error leyendo el Shapefile

source: Extension file error
es: Error en extensión del archivo

source: Delete NBS
es: Eliminar SbN

source: Are you sure?
es: ¿Está seguro?

source: You won't be able to revert this!
es: ¡No podrá revertir esta acción!

source: Yes, delete it!
es: Si, eliminarlo!

source: Cancel
es: Cancelar

source: The NBS has been deleted
es: La SbN ha sido borrada

source: The NBS has not been deleted, try again!
es: La SbN ha sido borrada, intente nuevamente!
