Repository: The-Nature-Conservancy-NASCA/WaterProof-geonode
Catalog: geonode/waterproof_nbs_*/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Description
es: Descripción

source: Unique_id
es: Id

source: Code
es: Código

source: Time maximum benefit
es: Beneficio en tiempo t=0

source: Percentage of benefit associated with interventions at time t=0
es: Beneficio en el tiempo t=0

source: Unit implementation costs (US $/ha)
es: Costo de implementación (moneda/ha)

source: Unit maintenance costs (US $/ha)
es: Costo de mantenimiento (moneda/ha)

source: Periodicity of maintenance (year)
es: Periodicidad de mantenimiento (años)

source: Unit oportunity costs (US $/ha)
es: Costos de oportunidad (moneda/ha)

source: Region:
es: Región:

source: Currency:
es: Moneda:

source: Clone Nature based solution (NBS)
es: Clonar Soluciones basadas en la naturaleza (SbN)

source: Global USA based
es: SbN Global, basada en USA

source: General Settings
es: Información general

source: Cloned
es: Clone

source: Country
es: País

source: Currency for definition of costs
es: Moneda para definición de costos

source: Time required to generate maximun benefit (yr)
es: Tiempo requerido para obtener el máximo beneficio (años)

source: Field is required
es: Campo obligatorio

source: Periodicity of maintenance (yr)
es: Periodicidad de mantenimiento (años)

source: Unit costs
es: Costos unitarios

source: Implementation cost (US$/ha)
es: Costo de implementación (Moneda/ha)

source: Maintenace cost (US$/ha)
es: Costo de mantenimiento (Moneda/ha)

source: Oportunity cost (US$/ha)
es: Costos de oportunidad (Moneda/ha)

source: RIOS Transition
es: Transición

source: LAND USE / LAND COVER WHERE THE ACTIVITY CAN BE IMPLEMENTED
es: Uso y cobertura del suelo donde la actividad puede ser implementada

source: LAND USE / LAND COVER TRANSFORMED
es: Uso y cobertura del suelo transformada

source: Load new restricted area
es: Cargar nueva área restringida

source: Restricted areas
es: Áreas restringidas

source: Save
es: Guardar

source: Geom files help
es: Ayuda cargando archivos geográficos

source: Only zip and GeoJSON
es: Solo extensiones .zip y .geojson son admitidas. Los .zip deben ser de tipo ESRI shapefiles

source: Only EPSG
es: Solo los sistemas de referencia EPSG 3857 y EPSG 4326 están soportados. Para un GeoJSON, solo se admite EPSG 4326

source: Max upload size
es: El peso máximo del archivo admitido es 10MB

source: Close
es: Cerrar

source: Waterproof NBS CA
es: Waterproof SbN CA

source: Permission denied
es: Permiso denegado

source: Waterproof Detail NBS CA
es: Detalle Waterproof SbN

source: Detail sbn
es: Ver SbN

source: Country for definition of costs
es: País para definición de costos

source: Multiplying factor for overrall cost
es: Factor de multiplicación del costo total

source: Reference cost
es: Costo de referencia

source: Fact cost
es: Costo de referencia

source: Edit Nature based solution (NBS)
es: Editar SbN

source: Help
es: Ayuda

source: Create Nature based solution (NBS)
es: Crear una nueva SbN

source: Nature based solutions list (NBS)
es: Soluciones basadas en la naturaleza (SbN)

source: Create a new NBS
es: Crear una nueva SbN

source: User
es: Usuario

source: Implementation cost (currency/ha)
es: Costo de implementación (moneda/ha)

source: Maintenace cost (currency/ha)
es: Costo de mantenimiento (moneda/ha)

source: Oportunity cost (currency/ha)
es: Costos de oportunidad (moneda/ha)

source: Currency
es: Moneda

source: Options
es: Opciones

source: Duplicated nbs
es: NbS duplicada

source: Field empty
es: Campo vacío

source: In this section you can select the Nature-Based Solutions available in the system, understood as the actions that may be part of the portfolios when running your analysis. You can also create your own Nature-Based Solutions by clicking on 'Create new NBS'
es: Desde esta sección puede consultar las Soluciones basadas en la naturaleza disponibles en el sistema, entendidas como las acciones que podrán hacer parte de los portafolios que ofrece el sistema cuando ejecuta sus análisis. También puede crear sus propias soluciones basadas en la naturaleza dando clic en 'Crear nueva SbN'

source: Nature based solutions (NBS)
es: Soluciones basadas en la naturaleza (SbN)

source: Select from the drop-down list the transition according to the possibilities of the Resource Investment Optimization System (RIOS) software
es: Seleccione de la lista desplegable la transición de acuerdo a las posibilidades del software Resource Investment Optimization System (RIOS)

source: If there are areas with restrictions for the implementation of the NbS, attach them to the form through a geographic file by clicking on the following button.
es: Si existen áreas con restricciones para la implementación de la SbN, adjuntelas al formulario a través de un archivo geográfico dando clic en el siguiente botón.

source: Through this form you can create a custom NbS. Select the country for which you want to be considered and fill in your identification data, costs and the transitions obtained with its implementation.
es: A través de este formulario usted puede crear una SbN personalizada. Seleccione el país para el cual desea que se considere y diligencie sus datos de identificación, costos y las transiciones obtenidas con su implementación.
